[
  {
 "panelID": "1",
   "header" : "Overview",
   "text":  "Te origins of Majulah Singapura as Singapore’s can be obtained from the National Heritage Board’s national anthem began with the renovation of the website (National Heritage Board 2019). Rohana Victoria Teatre by the Singapore City Council in Zubir’s book on her father, Zubir Said, relates the the mid-1950s. An account of the anthem’s history early history of Majulah Singapura and shows “Te can be found in the National Library’s online original City Council version of Majulah Singapura Infopedia (Sim n.d.). Te ofcial arrangements of in number notation” (Zubir 2012; “Numbered Majulah Singapura by Phoon Yew Tien (Figure 1) Musical Notation” 2019) (Figure 2)",
   "infobox" : {
     "header": "some header",
     "image_URL": "https:// ..."
    },
   "graph": {

   }
},
  {
    "panelID": "2",
    "header" : "Te invitation from the City Council",
    "text": "As the date of the opening performance of the renovated Victoria Teatre approached, the sub committee tasked with the organising of the performance decided at its meeting on 26 May 1958 that the grand fnale of the performance should be a new song based on the City Council’s motto “Majulah Singapura”. Te Mayor of Singapore, Ong Eng Guan, wanted a stirring patriotic ofcial song for the City Council, and tasked the Superintendent of the Victoria Teatre and Memorial Hall, Yap Yan Hong, to create the song. Yap then asked Zubir Said, whom he had known in the course of his work, if he could write the new song (Sim n.d.). Te sub-committee ofcially agreed to invite Zubir Said to compose the new song with Malay lyrics (City Council 1958a), subsequently writing to Zubir Said on 10 July 1958. Te letter of invitation dated 10 July 1958 from H. F. Sheppard of the City Council invited Zubir Said to compose the music and lyrics for the grand fnale of the opening performance of the Victoria Teatre based on the theme “Majulah Singapura” (Sheppard 1958). Zubir Said replied to the invitation on 15 July 1958, accepting it by declaring that he was most honoured to have been given the privilege to compose the music and lyrics for the event, based on the theme “Majulah Singapura”. He must have worked with great speed and diligence as the minutes of the City Council’s Finance and General Purposes (Entertainments) Sub-Committee on 28 July 1958 reported that “A recording of the music is played for the information of the Sub-Committee.” Te draf programme for the opening performance appears to have moved the performance of the new song from the end to the beginning of the concert (City Council 1958b).A memo dated 30 August 1958 from Yap Yan Hong to all participants in the opening performance gives instructions for the rehearsals and performance and attaches a copy of the fnalised programme (Yap 1958). Also attached to Yap Yan Hong’s memo was a copy of the score of Majulah Singapura. Tis was a handwritten score with just the melody and lyrics (Figure 3) to be sung by all participants, with no accompaniment or harmonisation (Said 1958).",
    "infobox" : {
      "header": "some header",
      "image_URL": "https:// ..."
    },
    "graph": {

    }
  },
  {
    "panelID": "3",
    "header" : "Te frst performance of Majulah Singapura",
    "text": "Te frst item of the opening performance on 6 September 1958 was Majulah Singapura performed by the choir and orchestra of the Singapore Chamber Ensemble conducted by Paul Abisheganaden, and the orchestration was by Dick Abell of Radio Malaya. Te Straits Times report on the concert mentions, amongst the many concert items, “… a stirring song composed by Zubir Said, ….” as well as “ … an astonishing dance created by Mr Bhaskar, who took a Chinese legend of star\u0002crossed lovers and …. told it in the expressive language of Indian dance conventions” (L.S.Y. 1958).Te next public performance of Majulah Singapura,this time for a much larger audience, was at the massive Youth Rally convened at the Padang on 23 February 1959 for the visit of Prince Philip, the Duke of Edinburgh. I was present at the Padang with tens of thousands of school children to welcome the Duke and heard the stirring rendition of Majulah Singapura performed by the Combined Schools Choir under the baton of Paul Abisheganaden (Te Straits Times 1959a; 1959h). Unfortunately no recording of the opening performance of Victoria Teatre on 6 September 1958, nor of the performance on the Padang on 23 February 1959, exists. One musical question which remains unanswered is the date when the fanfare-like introduction to Majulah Singapura was introduced. Te early manuscript attached to Yap Yan Hong’s memo (which we will refer to as the Yap Yan Hong manuscript) of the original version of Majulah Singapura contains only the melody and does nothave the introduction (Said 1958). Te earliest recording of Majulah Singapura which I could locate in the National Archives of Singapore was made on 12 May 1959 and it starts with the fanfare-like introduction (Yeo, Jessica. 2016. Personal communication, May 18). Tis was also issued as a vinyl recording whose sleeve notes state that it was performed by the Bel Canto Choral Society conducted by Lim Lee and members of the Radio Singapore Orchestra led by Dick Abell (Peters 2014).Te new song quickly found favour with virtually everyone who listened to it. Zubir Said had written what is arguably his best song ever, and it immediately caught the hearts of people of all races. I certainly remember being very taken with Majulah Singapura, and I was inspired to make a piano arrangement of the song, which I would play whenever I had the opportunity to introduce Majulah Singapura to someone who did not know it.",
    "infobox" : {
      "header": "some header",
      "image_URL": "https:// ..."
    },
    "graph": {

    }
  },
  {
    "panelID": "4",
    "header" : "Attainment of self-government",
    "text": "In the meantime, a multi-party delegation from Singapore had been negotiating with the British government for the colony’s self-government and eventual independence. Afer protracted negotiations, Singapore attained self-government on 3 June 1959. Te Legislative Assembly decided that the new state of Singapore should have its own fag, crest and anthem, and Deputy Prime Minister Toh Chin Chye was given the task of creating these new symbols of statehood.Te People’s Action Party (PAP) had already gained control of the City Council since the Council members were fully elected in 1957, with PAP’s Ong Eng Guan appointed as the frst Mayor. 17Ong reminded Toh that the City Council had just created a song Majulah Singapura which would make an excellent national anthem. Toh Chin Chye readily agreed but requested that Majulah Singapurabe shortened if it were to be the national anthem (Chew 1990; Toh 1989). Toh felt that the original version was too long for an anthem, as there would be occasions when citizens would have to stand still while the anthem was being played. Te shortening would also mean fewer Malay words, making it easier for non-Malay citizens to learn.",
    "infobox" : {
      "header": "some header",
      "image_URL": "https:// ..."
    },
    "graph": {

    }
  },
  {
    "panelID": "5",
    "header" : "Te shortening of Majulah Singapura",
    "text": "been given the responsibility of shortening the song (Zubir 2012; Said 1984). Majulah Singapurain its original form is a verse of 16 bars, followed by an eight-bar chorus which is repeated, efectively making it the same length as the verse, i.e. 16 bars (Figure 4a). Zubir’s method of shortening was to truncate the verse to eight bars, leaving the chorus unchanged. Te current ofcial national anthem is indeed structured like this; it can be argued that this is less aesthetically balanced than the original 16-bar verse and (efectively) 16-bar chorus. However, before Zubir Said could work on the shortening, it appears that someone else (who remains unknown) had done the shortening without consulting him (Zubir 2012). He wrote on 14 October 1959 to Minister for Culture S. Rajaratnam to say that he had a copy of this shortened version which had already been distributed to schools, and that the way it was shortened was “…wrong and spoils the composition…”. Zubir declared that “We would all be ashamed to have an anthem which is out of musical form”. I distinctly remember seeing a copy of this unapproved version on the frst souvenir card issued to schools. (In the following discussion we will number the bars from the start of the verse without the introduction.) From my memory, the shortening was done by leaving out eight bars from the middle of bar 4 to the middle of bar 12, thus achieving a reduction from 16 bars to 8 bars (Figure 4b). In musical terms, Zubir was certainly correct that this shortening was less than satisfactory. How did Zubir Said himself shorten the verse from 16 to 8 bars? Tis was accomplished by going from bar 6 directly to bar 15, leaving out bars7 to 14. To accommodate the change in the lyrics, the second half of bar 6 is slightly modifed from the original. Tis truncation results in the ofcial version well-known to Singaporeans as the national anthem (Figure 4c), and is certainly far superior to the unapproved version he had complained about to S. Rajaratnam.",
    "infobox" : {
      "header": "some header",
      "image_URL": "https:// ..."
    },
    "graph": {

    }
  },
  {
    "panelID": "6",
    "header" : "Te adoption as the national anthem",
    "text": "Zubir’s shortened version—with bars 7 to 14 removed and the second half of bar 6 modifed—became the new national anthem. Te National Anthem Bill to adopt the shortened Majulah Singapura as the new national anthem was originally to be introduced at the session of the Legislative Assembly on 14 October 1959, but was withdrawn at the last minute, most likely due to Zubir’s last minute appeal to S. Rajaratnam (Te Straits Times 1959g). Te Ministry of Education directed that all students were to be taught the new anthem, and sixty school music teachers were requested to attend a rehearsal at the Singapore Military Forces drill hall at Beach Road where the teachers would “run over the fner points of the song” (Te Singapore Free Press 1959; Te Straits Times 1959b). Zubir Said and the Minister for Education, Yong Nyuk Lin, were present at this rehearsal, with the band of the Singapore Military Forces in attendance.Majulah Singapura was ofcially adopted as the national anthem at the session of the assembly on 11 November 1959 (Te Straits Times 1959c). In preparation for the introduction of the new anthem, which was to be ofcially launched during National Loyalty Week from 29 November to 5 December 1959, half a million of the four-page souvenir cards in which were printed the words and music of the new anthem (Figures 5a and 5b) were distributed to school children and the general public (State of Singapore 1959; Te Straits Times 1959d).Te cover showed the state fag, and on pages two and three were a music score of the shortened Majulah Singapura for piano and voice neatly written out by Zubir Said, but with his handwrittenlyrics replaced by type-set words. Te back cover was occupied by the new state crest (State of Singapore 1959). No copies of the previously-issued souvenir card with the unsatisfactory shortening have yet been found. A service was introduced to enable the new anthem to be heard over the telephone by dialling 2 or 3 (Te Straits Times 1959e).Te highlight of National Loyalty Week was the installation ceremony of the new Head of State or Yang di-Pertuan Negara, Yusof Ishak, on the steps of City Hall in front of a VIP audience and a huge crowd on the Padang (Te Straits Times1959f). Tere, both God Save the Queen and Majulah Singapura, heard for the frst time as the new national anthem, were played together.",
    "infobox" : {
      "header": "some header",
      "image_URL": "https:// ..."
    },
    "graph": {

    }
  },
  {
    "panelID": "7",
    "header" : "Arrangements of the national anthem",
    "text": "Te initial ofcial orchestral and band recordings of Majulah Singapura were made by the Radio Singapore Orchestra and the Singapore Military Forces band. Toh Chin Chye was never really satisfed with the recordings then made by these ensembles, so when the Berlin Chamber Orchestra performed in Singapore in 1960, he requested the conductor to do a recording of their arrangement of the national anthem. In fact, the Berlin Chamber Orchestra recorded a number of versions for ofcial use by the Singapore Government (Yeo, Jessica. 2016. Personal communication, May 18).Te orchestra recorded both what is ofcially known as the “short version” and the “long version”. Te “long version” is not the original Majulah Singapura with the eight missing bars restored, but merely the entire National Anthem with introduction, (shortened) verse, and chorus. Te “short version” omits the chorus and ends at the end of the verse. Te “long version” is generally used in formal ceremonial occasions and when the President of the Republic is present, while the “short version”, also known as the “abridged version” (National Heritage Board 2019) is used for less formal occasions. Te Berlin Chamber Orchestra recordings were used as the ofcial recordings for many years.As with the Berlin Chamber Orchestra, visiting foreign orchestras had to play our national anthemif the President of the Republic were present, and this gave rise to other recordings. Two such recordings are by the NHK Symphony Orchestra in 1963, and by the London Symphony Orchestra in 1968. Rather intriguingly, the London Symphony Orchestra arrangement is listed as being by Stokowski—one wonders whether this was the famous conductor Leopold Stokowski who would have been 80 years old in 1968!",
    "infobox" : {
      "header": "some header",
      "image_URL": "https:// ..."
    },
    "graph": {

    }
  },
  {
    "panelID": "8",
    "header" : "Te inaugural performance of the Singapore Symphony Orchestra",
    "text": "In 1977, Deputy Prime Minister Goh Keng Swee set in motion the formation of the frst fully professional symphony orchestra in Singapore, which was founded in 1978 as the Singapore Symphony Orchestra (SSO). Te inaugural concert of the SSO was scheduled for January 1979, and it was planned that as this would be a grand occasion attended by many dignitaries, the new orchestra would begin the concert with the national anthem. I was involved in the founding of the SSO, and some months before the concert, I casually remarked to the Chairman of the SSO, Tan Boon Teik (who was also Attorney-General), that the original version of Majulah Singapura was actually eight bars longer than the ofcial national anthem. He immediately said that we should play the original version of Majulah Singapura at the inaugural concert!While a little unsure of the legality of playing an unauthorised version of the national anthem, I volunteered to insert the missing eight bars in the current orchestral score of the anthem. Te orchestration being used at that time was by a well-known British brass musician, Elgar Howarth. I did not have a score of the original Majulah Singapura, so I inserted the missing eight bars ofthe melody into Howarth’s score purely from memory, and then orchestrated the inserted bars, doing my best to make the insertion sound seamless with the rest of Howarth’s score (Figure 6). Te performance of the original version of Majulah Singapura instead of the ofcial version of the national anthem did not appear to cause any great commotion or even comment. However, the next morning’s report of the inaugural concert in Te Straits Times remarked that the orchestra “played a spirited version of the national anthem with a variation and in a manner few Singaporeans had heard before” (Fong 1979).",
    "infobox" : {
      "header": "some header",
      "image_URL": "https:// ..."
    },
    "graph": {

    }
  },
  {
    "panelID": "9",
    "header" : "Te new orchestration of 2000",
    "text": "In 2000, it was decided that there should be a new \norchestration of the national anthem. A committee \nto revise the orchestration was set up by the \nMinistry of Information and the Arts (MITA), \nwhich I was asked to chair. At that time, the \norchestration being used was by the British \ncomposer Michael Hurd, and we decided to invite \nSingaporean composers to create new orchestral \narrangements of the national anthem.\nTe original key of Majulah Singapura was \nG major (Figure 3), meaning that the highest note \nto be sung in the national anthem was E5, which \nwas difcult for quite a lot of people. Terefore \nI took the opportunity at this point to propose that \nthe new arrangements of the national anthem for \norchestra, keyboard and other instrumentations \nbe shifed down to the key of F major. Tis would \nput the highest note at D5 instead of E5, which \nwould make it easier to sing (Perera 2010; Peters \n2014; Tan 2001a; Gee 2001). Interestingly, the early \nversion in number notation states that it should \nbe sung in the key of F (Figure 2).\nTe composers were thus asked not just to re\u0002orchestrate the national anthem, but to lower \nits pitch by one full tone to bring it to the key \nof F major. A number of our leading composers \nwere invited to submit their orchestrations of the \nnational anthem for consideration. \nKelly Tang’s orchestration was wonderfully \nexuberant, perhaps a little too extroverted for an \nofcial version of the anthem. Phoon Yew Tian \ninitially did not submit an orchestration because \nhe did not want to compete with Leong Yoon Pin, \nout of respect for his former teacher. However, \nI eventually managed to persuade him to submit \nan orchestration, and the committee selected \nhis version. \nTe committee’s decision had to be submitted to \nthe cabinet for approval, and my MITA colleague, \nIsmail Sudderuddin, who had been steering the \nproject, asked me to appear before what I believe \nwas the pre-cabinet meeting at the Istana. Tis was \nto brief the cabinet on the project, including why we \nwanted to change the key of the anthem (Tan 2001a).\nMy briefng seemed to go quite well, maybe \nbecause I had already explained the project to key \nministers such as Teo Chee Hean. Afer my briefng, \nit was time for the cabinet to ask questions, but \nthere seemed to be no questions and I was \ncongratulating myself on getting away cleanly. Ten \none Minister raised his hand to ask a question—\nnone other than Minister Mentor Lee Kuan Yew! \nWhat he asked stunned me, not because it was \nan unexpected question; in fact, it was a perfectly \nreasonable one: “Would it be possible to have the \ndiferent versions for orchestra, band and choir in \ndiferent keys?” (or something to that efect). Of \ncourse, it was not impossible, but it would have been \nmuch less desirable since the sung versions would \nbe in diferent keys when accompanied by diferent \nensembles. So I nervously replied to say that it was \nnot possible, and Minister Mentor luckily did not \nquibble with my somewhat unsatisfactory answer!",
    "infobox" : {
      "header": "some header",
      "image_URL": "https:// ..."
    },
    "graph": {

    }
  },
  {
    "panelID": "10",
    "header" : "Te Orchestra of the Music Makers",
    "text": "In 2015, the year of the 50th anniversary \nof Singapore’s independence, the Orchestra of the \nMusic Makers or OMM (whose board of which\nI was then Chairman), decided to make its \ncontribution to the celebrations by performing \nMahler’s 8th Symphony (the Symphony of a \nTousand). OMM’s Music Director, Chan Tze\u0002Law, knew of the original longer version of \nMajulah Singapura, and wanted to conclude the \nconcert with a performance of this original version \nfollowed by the ofcial national anthem using the \nmassive choral and instrumental forces already \ngathered on stage for the Mahler 8.\nHe asked me to arrange both versions of Majulah \nSingapura for the same choral and orchestral \nforces (including organ) as for the Mahler 8, \nand so I hurriedly scored these two versions as \nrequested. It was not really a straightforward \nscoring assignment as the orchestral forces for the \nMahler 8 are huge, including the organ and two \nchoirs. Fitting all the required staves on a page \nproduced a fearsome-looking score, but I duly \ndelivered it to OMM in time for the concert.\nAt the concert, immediately afer the conclusion \nof the Mahler 8, Chan Tze-Law turned to the \naudience and explained what the orchestra was \ngoing to play. Te original version of Majulah \nSingapura was then performed and heard for the \nfrst time by a new generation of Singaporeans, and \nwas subsequently posted on YouTube where it has \nbeen viewed more than 50,000 times (Orchestra \nof the Music Makers 2018).",
    "infobox" : {
      "header": "some header",
      "image_URL": "https:// ..."
    },
    "graph": {

    }
  },
  {
    "panelID": "11",
    "header" : "Te original manuscript of Majulah Singapura",
    "text": "It had long been believed that the original \nmanuscript of Majulah Singapura in its original \nunshortened form had been lost (Zubir 2012; Tan \n2001b). Te number notation score in Rohana \nZubir’s book is not the original handwritten \nmanuscript as it is in a printed typeset format. \nAfer the OMM performance in 2015, I decided to \nmake a search for the original manuscript. I believed \nthe best place for the search was the National \nArchives of Singapore, since that was the most \nlikely place where the City Council’s documents \nwould have been preserved.\nIt was fortunate for me that the Director of \nthe National Archives of Singapore then was \nEric Chin, who had been a member of the \nNational Advisory Committee for Laboratory \nAnimal Research (NACLAR) which I chaired. \nEric was most willing to help and arranged for \nhis ofcers to assist me in combing through the \nrelevant documents belonging to the period when \nthe City Council was commissioning Zubir Said \nto write Majulah Singapura.\nMost of the correspondence between the City \nCouncil and Zubir Said was available, and was the \nmajor source of the account of the commissioning \nof Majulah Singapura as described in the opening \nparagraphs of this article. Te handwritten \ncopy of Majulah Singapura attached to Yap Yan \nHong’s memo as earlier described was among the \ndocuments, but was not then thought by me to be \nsignifcant, as it was simply the melodic line and \nthe lyrics of Majulah Singapura. It is possible that I, and other researchers who \nhad been looking for the original manuscript, \noverlooked this handwritten copy—the Yap Yan \nHong manuscript—as it was so unprepossessing \nand written in a rather casual manner, possibly \nin a hurry. I guess that all of us were looking for \na more formal-looking manuscript, probably \nwith a piano accompaniment, which Zubir Said \nwould have carefully written out with his usual \nimpeccable penmanship.",
    "infobox" : {
      "header": "some header",
      "image_URL": "https:// ..."
    },
    "graph": {

    }
  },
  {
    "panelID": "12",
    "header" : "Zubir Said’s ofcial \nnational anthem \nmanuscript",
    "text": "I also received valuable assistance from Winnifred \nWong, Principal Librarian at the National \nUniversity of Singapore (NUS) Library, who \nwas aware of my search for the manuscript. She \nintroduced me to Rahim Jalil, a retired lawyer \nwho is now the current owner of the apartment \nin Joo Chiat which had belonged to Zubir Said. \nRahim had done his best to preserve the \napartment as a memorial to Zubir and to restore \nit to a condition close to what it might have been \nduring Zubir’s time there.\nRahim had in his possession a number of copies \nof the manuscript of the shortened version of \nMajulah Singapura which had become the \nofcial national anthem, in Zubir Said’s own \nneat handwriting. Tis manuscript had in fact \nbeen used as the template for the printed ofcial \nversion in the cards issued to the schools, but \nthe handwritten lyrics in the score had been \nreplaced by typeset lyrics (Figure 7). One of these \ncopies had an original handwritten inscription \nin ink written by Zubir himself.\nIt was then that I decided to take another more \ncareful look at the City Council documents from \nthe National Archives of Singapore. I then realised \nthat the Yap Yan Hong manuscript might perhaps \nbe the original manuscript. Since I now had the \nneat manuscript of the ofcial national anthem \nindubitably in Zubir’s handwriting from Rahim, \nI could directly compare the handwriting on the \nYap Yan Hong manuscript with Zubir’s actual \nhandwriting. In particular, the lowercase letter \n“p” was written in an unusual manner in both \nmanuscripts, with the vertical of the “p” protruding \nsome way above the curve of the “p”. For example, \nthis can be easily observed in the word “Singapura” \nin the very frst line of the verse as written in \nthe Yap Yan Hong manuscript (Figure 3) and the \nneatly written copy of the manuscript of the ofcial \nversion in Rahim’s possession (Figure 7).\nI then brought both manuscripts, plus a couple \nof other copies of scores with lyrics handwritten \nby Zubir (extracted from Rohana’s book) to Yap Bei \nSing, Document Examiner at the Health Sciences \nAuthority and a recognised expert in handwriting \nidentifcation. Yap was able to say that the writer \nof the Yap Yan Hong manuscript was “probably” \nthe same as the writer of the Rahim manuscript. \nA stronger conclusion such as “most probably” \nwas difcult to arrive at due to the paucity \nof handwriting samples available.",
    "infobox" : {
      "header": "some header",
      "image_URL": "https:// ..."
    },
    "graph": {

    }
  },
  {
    "panelID": "13",
    "header" : "Te search for the \noriginal manuscript",
    "text": "Te judgment that Zubir Said was “probably” \nthe writer of the Yap Yan Hong manuscript was \ngood enough for me, in view of its undoubted \nprovenance from the City Council archives with \nother documents relating to the commissioning \nof Majulah Singapura. I therefore ofcially \napproached the National Archives of Singapore\nwith a request for the original manuscript \nfrom which the copy of the Yap Yan Hong\nmanuscript had been made. \nTe current Director of the National Archives of \nSingapore, Wendy Yap, then requested her staf to \nmount a search for the original manuscript (Figure \n3). Tis manuscript may be viewed online in an \narticle by Fiona Tan on Majulah Singapura on the \nNational Archives of Singapore website (Tan 2016).\nAt the time of writing, the National Archives \nof Singapore are still engaged in a search for the \noriginal Yap Yan Hong manuscript. It is hoped \nthat the original manuscript will be found in time \nfor National Day in Singapore’s bicentennial year \nof founding in 2019.",
    "infobox" : {
      "header": "some header",
      "image_URL": "https:// ..."
    },
    "graph": {

    }
  }
]