[
    {
        "panelID": "1",
        "header": "Overview",
        "text": [
            "The origins of Majulah Singapura as Singapore's national anthem began with the renovation of the Victoria Theatre by the Singapore City Council in the mid-1950s. An account of the anthem's history can be found in the National Library's online Infopedia (Sim n.d.). The official arrangements of Majulah Singapura by Phoon Yew Tien (Figure 1) can be obtained from the National Heritage Board's website (National Heritage Board 2019). Rohana Zubir's book on her father, Zubir Said, relates the early history of Majulah Singapura and shows \"The original City Council version of Majulah Singapura in number notation\" (Zubir 2012; \"Numbered Musical Notation\" 2019) (Figure 2)."
        ],
        "infoBox": [
            {
                "header": "Majulah Singapura, Phoon Yew Tien piano and voice arrangement. Image courtesy of National Heritage Board.",
                "image_id": "Figure 1",
                "image_URL": "https://personal.ntu.edu.sg/assgkhoo/ZS/figure_1.png"
            },
            {
                "header": "Majulah Singapura, number notation score. Image courtesy of Puan Sri Datin Dr Rohana Zubir.",
                "image_id": "Figure 2",
                "image_URL": "https://personal.ntu.edu.sg/assgkhoo/ZS/figure_2.jpg"
            }
        ],
        "graph": {}
    },
    {
        "panelID": "2",
        "header": "The invitation from the City Council",
        "text": [
            "As the date of the opening performance of the renovated Victoria Theatre approached, the sub-committee tasked with the organising of the performance decided at its meeting on 26 May 1958 that the grand finale of the performance should be a new song based on the City Council's motto \"Majulah Singapura\".",
            "The Mayor of Singapore, Ong Eng Guan, wanted a stirring patriotic official song for the City Council, and tasked the Superintendent of the Victoria Theatre and Memorial Hall, Yap Yan Hong, to create the song. Yap then asked Zubir Said, whom he had known in the course of his work, if he could write the new song (Sim n.d.). The sub-committee officially agreed to invite Zubir Said to compose the new song with Malay lyrics (City Council 1958a), subsequently writing to Zubir Said on 10 July 1958. As the date of the opening performance of the renovated Victoria Theatre approached, the sub-committee tasked with the organising of the performance decided at its meeting on 26 May 1958 that the grand finale of the performance should be a new song based on the City Council's motto \"Majulah Singapura\".",
            "The letter of invitation dated 10 July 1958 from H. F. Sheppard of the City Council invited Zubir Said to compose the music and lyrics for the grand finale of the opening performance of the Victoria Theatre based on the theme \"Majulah Singapura\" (Sheppard 1958). Zubir Said replied to the invitation on 15 July 1958, accepting it by declaring that he was most honoured to have been given the privilege to compose the music and lyrics for the event, based on the theme \"Majulah Singapura\".",
            "He must have worked with great speed and diligence as the minutes of the City Council's Finance and General Purposes (Entertainments) Sub-Committee on 28 July 1958 reported that \"A recording of the music is played for the information of the Sub-Committee.\" The draft programme for the opening performance appears to have moved the performance of the new song from the end to the beginning of the concert (City Council 1958b).",
            "A memo dated 30 August 1958 from Yap Yan Hong to all participants in the opening performance gives instructions for the rehearsals and performance and attaches a copy of the finalised programme (Yap 1958). Also attached to Yap Yan Hong's memo was a copy of the score of Majulah Singapura. This was a handwritten score with just the melody and lyrics (Figure 3) to be sung by all participants, with no accompaniment or harmonisation (Said 1958)."
        ],
        "infoBox": [
            {
                "header": "Majulah Singapura, Yap Yan Hong manuscript. City Council files. Image courtesy of the National Archives of Singapore.",
                "image_id": "Figure 3",
                "image_URL": "https://personal.ntu.edu.sg/assgkhoo/ZS/figure_3.png"
            }
        ],
        "graph": {}
    },
    {
        "panelID": "3",
        "header": "The first performance of Majulah Singapura",
        "text": [
            "The first item of the opening performance on 6 September 1958 was Majulah Singapura performed by the choir and orchestra of the Singapore Chamber Ensemble conducted by Paul Abisheganaden, and the orchestration was by Dick Abell of Radio Malaya. The Straits Times report on the concert mentions, amongst the many concert items, \"... a stirring song composed by Zubir Said, .…\" as well as \"... an astonishing dance created by Mr Bhaskar, who took a Chinese legend of star- crossed lovers and .…told it in the expressive language of Indian dance conventions\" (L.S.Y. 1958).",
            "The next public performance of Majulah Singapura, this time for a much larger audience, was at the massive Youth Rally convened at the Padang on 23 February 1959 for the visit of Prince Philip, the Duke of Edinburgh. I was present at the Padang with tens of thousands of school children to welcome the Duke and heard the stirring rendition of Majulah Singapura performed by the Combined Schools Choir under the baton of Paul Abisheganaden (The Straits Times 1959a; 1959h). Unfortunately no recording of the opening performance of Victoria Theatre on 6 September 1958, nor of the performance on the Padang on 23 February 1959, exists.",
            "One musical question which remains unanswered is the date when the fanfare-like introduction to Majulah Singapura was introduced. The early manuscript attached to Yap Yan Hong's memo (which we will refer to as the Yap Yan Hong manuscript) of the original version of Majulah Singapura contains only the melody and does not have the introduction (Said 1958). The earliest recording of Majulah Singapura which I could locate in the National Archives of Singapore was made on 12 May 1959 and it starts with the fanfare-like introduction (Yeo, Jessica. 2016. Personal communication, May 18). This was also issued as a vinyl recording whose sleeve notes state that it was performed by the Bel Canto Choral Society conducted by Lim Lee and members of the Radio Singapore Orchestra led by Dick Abell (Peters 2014).",
            "The new song quickly found favour with virtually everyone who listened to it. Zubir Said had written what is arguably his best song ever, and it immediately caught the hearts of people of all races. I certainly remember being very taken with Majulah Singapura, and I was inspired to make a piano arrangement of the song, which I would play whenever I had the opportunity to introduce Majulah Singapura to someone who did not know it."
        ],
        "infoBox": [
            {
                "header": "NA",
                "image_id": "",
                "image_URL": ""
            }
        ],
        "graph": {}
    },
    {
        "panelID": "4",
        "header": "Attainment of self-government",
        "text": [
            "In the meantime, a multi-party delegation from Singapore had been negotiating with the British government for the colony's self-government and eventual independence. After protracted negotiations, Singapore attained self-government on 3 June 1959. The Legislative Assembly decided that the new state of Singapore should have its own flag, crest and anthem, and Deputy Prime Minister Toh Chin Chye was given the task of creating these new symbols of statehood.",
            "The People's Action Party (PAP) had already gained control of the City Council since the Council members were fully elected in 1957, with PAP's Ong Eng Guan appointed as the first Mayor.",
            "Ong reminded Toh that the City Council had just created a song Majulah Singapura which would make an excellent national anthem. Toh Chin Chye readily agreed but requested that Majulah Singapura be shortened if it were to be the national anthem (Chew 1990; Toh 1989). Toh felt that the original version was too long for an anthem, as there would be occasions when citizens would have to stand still while the anthem was being played. The shortening would also mean fewer Malay words, making it easier for non-Malay citizens to learn."
        ],
        "infoBox": [
            {
                "header": "NA",
                "image_id": "",
                "image_URL": ""
            }
        ],
        "graph": {}
    },
    {
        "panelID": "5",
        "header": "The shortening of Majulah Singapura",
        "text": [
            "It is logical that Zubir Said himself would have been given the responsibility of shortening the song (Zubir 2012; Said 1984). Majulah Singapura in its original form is a verse of 16 bars, followed by an eight-bar chorus which is repeated, effectively making it the same length as the verse, i.e. 16 bars (Figure 4a). Zubir's method of shortening was to truncate the verse to eight bars, leaving the chorus unchanged. The current official national anthem is indeed structured like this; it can be argued that this is less aesthetically balanced than the original 16-bar verse and (effectively) 16-bar chorus.",
            "However, before Zubir Said could work on the shortening, it appears that someone else (who remains unknown) had done the shortening without consulting him (Zubir 2012). He wrote on 14 October 1959 to Minister for Culture S. Rajaratnam to say that he had a copy of this shortened version which had already been distributed to schools, and that the way it was shortened was \"...wrong and spoils the composition...\". Zubir declared that \"We would all be ashamed to have an anthem which is out of musical form\".",
            "I distinctly remember seeing a copy of this unapproved version on the first souvenir card issued to schools. (In the following discussion we will number the bars from the start of the verse without the introduction.) From my memory, the shortening was done by leaving out eight bars from the middle of bar 4 to the middle of bar 12, thus achieving a reduction from 16 bars to 8 bars (Figure 4b). In musical terms, Zubir was certainly correct that this shortening was less than satisfactory.",
            "How did Zubir Said himself shorten the verse from 16 to 8 bars? This was accomplished by going from bar 6 directly to bar 15, leaving out bars 7 to 14. To accommodate the change in the lyrics, the second half of bar 6 is slightly modified from the original. This truncation results in the official version well-known to Singaporeans as the national anthem (Figure 4c), and is certainly far superior to the unapproved version he had complained about to S. Rajaratnam."
        ],
        "infoBox": [
            {
                "header": "Majulah Singapura, verse original version. Image courtesy of Bernard Tan.",
                "image_id": "Figure 4a",
                "image_URL": "https://personal.ntu.edu.sg/assgkhoo/ZS/figure_4a.png"
            },
            {
                "header": "Majulah Singapura, verse unapproved version. Image courtesy of Bernard Tan.",
                "image_id": "Figure 4b",
                "image_URL": "https://personal.ntu.edu.sg/assgkhoo/ZS/figure_4b.png"
            },
            {
                "header": "Majulah Singapura, verse official version. Image courtesy of Bernard Tan.",
                "image_id": "Figure 4c",
                "image_URL": "https://personal.ntu.edu.sg/assgkhoo/ZS/figure_4c.png"
            }
        ],
        "graph": {}
    },
    {
        "panelID": "6",
        "header": "The adoption as the national anthem",
        "text": [
            "Zubir's shortened version—with bars 7 to 14 removed and the second half of bar 6 modified—became the new national anthem. The National Anthem Bill to adopt the shortened Majulah Singapura as the new national anthem was originally to be introduced at the session of the Legislative Assembly on 14 October 1959, but was withdrawn at the last minute, most likely due to Zubir's last minute appeal to S. Rajaratnam (The Straits Times 1959g).",
            "The Ministry of Education directed that all students were to be taught the new anthem, and sixty school music teachers were requested to attend a rehearsal at the Singapore Military Forces drill hall at Beach Road where the teachers would \"run over the finer points of the song\" (The Singapore Free Press 1959; The Straits Times 1959b). Zubir Said and the Minister for Education, Yong Nyuk Lin, were present at this rehearsal, with the band of the Singapore Military Forces in attendance.",
            "Majulah Singapura was officially adopted as the national anthem at the session of the assembly on 11 November 1959 (The Straits Times 1959c). In preparation for the introduction of the new anthem, which was to be officially launched during National Loyalty Week from 29 November to 5 December 1959, half a million of the four-page souvenir cards in which were printed the words and music of the new anthem (Figures 5a and 5b) were distributed to school children and the general public (State of Singapore 1959; The Straits Times 1959d).",
            "The cover showed the state flag, and on pages two and three were a music score of the shortened Majulah Singapura for piano and voice neatly written out by Zubir Said, but with his handwritten lyrics replaced by type-set words. The back cover was occupied by the new state crest (State of Singapore 1959). No copies of the previously-issued souvenir card with the unsatisfactory shortening have yet been found. A service was introduced to enable the new anthem to be heard over the telephone by dialling 2 or 3 (The Straits Times 1959e).",
            "The highlight of National Loyalty Week was the installation ceremony of the new Head of State or Yang di-Pertuan Negara, Yusof Ishak, on the steps of City Hall in front of a VIP audience and a huge crowd on the Padang (The Straits Times 1959f). There, both God Save the Queen and Majulah Singapura, heard for the first time as the new national anthem, were played together."
        ],
        "infoBox": [
            {
                "header": " Souvenir card, back and front. Image courtesy of Bernard Tan.",
                "image_id": "Figure 5a",
                "image_URL": "https://personal.ntu.edu.sg/assgkhoo/ZS/figure_5a.jpg"
            },
            {
                "header": " Souvenir card, inside. Image courtesy of Bernard Tan.",
                "image_id": "Figure 5b",
                "image_URL": "https://personal.ntu.edu.sg/assgkhoo/ZS/figure_5b.jpg"
            }
        ],
        "graph": {}
    },
    {
        "panelID": "7",
        "header": "Arrangements of the national anthem",
        "text": [
            "The initial official orchestral and band recordings of Majulah Singapura were made by the Radio Singapore Orchestra and the Singapore Military Forces band. Toh Chin Chye was never really satisfied with the recordings then made by these ensembles, so when the Berlin Chamber Orchestra performed in Singapore in I960, he requested the conductor to do a recording of their arrangement of the national anthem. In fact, the Berlin Chamber Orchestra recorded a number of versions for official use by the Singapore Government (Yeo, Jessica. 2016. Personal communication, May 18).",
            "The orchestra recorded both what is officially known as the \"short version\" and the \"long version\". The \"long version\" is not the original Majulah Singapura with the eight missing bars restored, but merely the entire National Anthem with introduction, (shortened) verse, and chorus. The \"short version\" omits the chorus and ends at the end of the verse. The \"long version\" is generally used in formal ceremonial occasions and when the President of the Republic is present, while the \"short version\", also known as the \"abridged version\" (National Heritage Board 2019) is used for less formal occasions. The Berlin Chamber Orchestra recordings were used as the official recordings for many years.",
            "As with the Berlin Chamber Orchestra, visiting foreign orchestras had to play our national anthem if the President of the Republic were present, and this gave rise to other recordings. Two such recordings are by the NHK Symphony Orchestra in 1963, and by the London Symphony Orchestra in 1968. Rather intriguingly, the London Symphony Orchestra arrangement is listed as being by Stokowski—one wonders whether this was the famous conductor Leopold Stokowski who would have been 80 years old in 1968!"
        ],
        "infoBox": [
            {
                "header": "NA",
                "image_id": "",
                "image_URL": ""
            }
        ],
        "graph": {}
    },
    {
        "panelID": "8",
        "header": "The inaugural performance of the Singapore Symphony Orchestra",
        "text": [
            "In 1977, Deputy Prime Minister Goh Keng Swee set in motion the formation of the first fully professional symphony orchestra in Singapore, which was founded in 1978 as the Singapore Symphony Orchestra (SSO). The inaugural concert of the SSO was scheduled for January 1979, and it was planned that as this would be a grand occasion attended by many dignitaries, the new orchestra would begin the concert with the national anthem.",
            "I was involved in the founding of the SSO, and some months before the concert, I casually remarked to the Chairman of the SSO, Tan Boon Teik (who was also Attorney- General), that the original version of Majulah Singapura was actually eight bars longer than the official national anthem. He immediately said that we should play the original version of Majulah Singapura at the inaugural concert!",
            "While a little unsure of the legality of playing an unauthorised version of the national anthem, I volunteered to insert the missing eight bars in the current orchestral score of the anthem. The orchestration being used at that time was by a well-known British brass musician, Elgar Howarth. I did not have a score of the original Majulah Singapura, so I inserted the missing eight bars of the melody into Howarth's score purely from memory, and then orchestrated the inserted bars, doing my best to make the insertion sound seamless with the rest of Howarth's score (Figure 6).",
            "The performance of the original version of Majulah Singapura instead of the official version of the national anthem did not appear to cause any great commotion or even comment. However, the next morning's report of the inaugural concert in The Straits Times remarked that the orchestra \"played a spirited version of the national anthem with a variation and in a manner few Singaporeans had heard before\" (Fong 1979)."
        ],
        "infoBox": [
            {
                "header": "Majulah Singapura, Howarth orchestration amended by Tan. Image courtesy of Singapore Symphonia Company.",
                "image_id": "Figure 6",
                "image_URL": "https://personal.ntu.edu.sg/assgkhoo/ZS/figure_6.jpg"
            }
        ],
        "graph": {}
    },
    {
        "panelID": "9",
        "header": "The new orchestration of 2000",
        "text": [
            "In 2000, it was decided that there should be a new orchestration of the national anthem. A committee to revise the orchestration was set up by the Ministry of Information and the Arts (MITA), which I was asked to chair. At that time, the orchestration being used was by the British composer Michael Hurd, and we decided to invite Singaporean composers to create new orchestral arrangements of the national anthem.",
            "The original key of Majulah Singapura was G major (Figure 3), meaning that the highest note to be sung in the national anthem was E5, which was difficult for quite a lot of people. Therefore I took the opportunity at this point to propose that the new arrangements of the national anthem for orchestra, keyboard and other instrumentations be shifted down to the key of F major. This would put the highest note at D5 instead of E5, which would make it easier to sing (Perera 2010; Peters 2014; Tan 2001a; Gee 2001). Interestingly, the early version in number notation states that it should be sung in the key of F (Figure 2).",
            "The composers were thus asked not just to re-orchestrate the national anthem, but to lower its pitch by one full tone to bring it to the key of F major. A number of our leading composers were invited to submit their orchestrations of the national anthem for consideration.",
            "Kelly Tang's orchestration was wonderfully exuberant, perhaps a little too extroverted for an official version of the anthem. Phoon Yew Tian initially did not submit an orchestration because he did not want to compete with Leong Yoon Pin, out of respect for his former teacher. However, I eventually managed to persuade him to submit an orchestration, and the committee selected his version.",
            "The committee's decision had to be submitted to the cabinet for approval, and my MITA colleague, Ismail Sudderuddin, who had been steering the project, asked me to appear before what I believe was the pre-cabinet meeting at the Istana. This was to brief the cabinet on the project, including why we wanted to change the key of the anthem (Tan 2001a).",
            "My briefing seemed to go quite well, maybe because I had already explained the project to key ministers such as Teo Chee Hean. After my briefing, it was time for the cabinet to ask questions, but there seemed to be no questions and I was congratulating myself on getting away cleanly. Then one Minister raised his hand to ask a question—none other than Minister Mentor Lee Kuan Yew!",
            "What he asked stunned me, not because it was an unexpected question; in fact, it was a perfectly reasonable one: \"Would it be possible to have the different versions for orchestra, band and choir in different keys?\" (or something to that effect). Of course, it was not impossible, but it would have been much less desirable since the sung versions would be in different keys when accompanied by different ensembles. So I nervously replied to say that it was not possible, and Minister Mentor luckily did not quibble with my somewhat unsatisfactory answer!"
        ],
        "infoBox": [
            {
                "header": "NA",
                "image_id": "",
                "image_URL": ""
            }
        ],
        "graph": {}
    },
    {
        "panelID": "10",
        "header": "The Orchestra of the Music Makers",
        "text": [
            "In 2015, the year of the 50th anniversary of Singapore's independence, the Orchestra of the Music Makers or OMM (whose board of which I was then Chairman), decided to make its contribution to the celebrations by performing Mahler's 8th Symphony (the Symphony of a Thousand). OMM's Music Director, Chan Tze- Law, knew of the original longer version of Majulah Singapura, and wanted to conclude the concert with a performance of this original version followed by the official national anthem using the massive choral and instrumental forces already gathered on stage for the Mahler 8.",
            "He asked me to arrange both versions of Majulah Singapura for the same choral and orchestral forces (including organ) as for the Mahler 8, and so I hurriedly scored these two versions as requested. It was not really a straightforward scoring assignment as the orchestral forces for the Mahler 8 are huge, including the organ and two choirs. Fitting all the required staves on a page produced a fearsome-looking score, but I duly delivered it to OMM in time for the concert.",
            "At the concert, immediately after the conclusion of the Mahler 8, Chan Tze-Law turned to the audience and explained what the orchestra was going to play. The original version of Majulah Singapura was then performed and heard for the first time by a new generation of Singaporeans, and was subsequently posted on YouTube where it has been viewed more than 50,000 times (Orchestra of the Music Makers 2018)."
        ],
        "infoBox": [
            {
                "header": "NA",
                "image_id": "",
                "image_URL": ""
            }
        ],
        "graph": {}
    },
    {
        "panelID": "11",
        "header": "The original manuscript of Majulah Singapura",
        "text": [
            "It had long been believed that the original manuscript of Majulah Singapura in its original unshortened form had been lost (Zubir 2012; Tan 2001b). The number notation score in Rohana Zubir’s book is not the original handwritten manuscript as it is in a printed typeset format. After the OMM performance in 2015, I decided to make a search for the original manuscript. I believed the best place for the search was the National Archives of Singapore, since that was the most likely place where the City Council’s documents would have been preserved.",
            "It was fortunate for me that the Director of the National Archives of Singapore then was Eric Chin, who had been a member of the National Advisory Committee for Laboratory Animal Research (NACLAR) which I chaired. Eric was most willing to help and arranged for his officers to assist me in combing through the relevant documents belonging to the period when the City Council was commissioning Zubir Said to write Majulah Singapura.",
            "Most of the correspondence between the City Council and Zubir Said was available, and was the major source of the account of the commissioning of Majulah Singapura as described in the opening paragraphs of this article. The handwritten copy of Majulah Singapura attached to Yap Yan Hong's memo as earlier described was among the documents, but was not then thought by me to be significant, as it was simply the melodic line and the lyrics of Majulah Singapura.",
            "It is possible that I, and other researchers who had been looking for the original manuscript, overlooked this handwritten copy—the Yap Yan Hong manuscript—as it was so unprepossessing and written in a rather casual manner, possibly in a hurry. I guess that all of us were looking for a more formal-looking manuscript, probably with a piano accompaniment, which Zubir Said would have carefully written out with his usual impeccable penmanship."
        ],
        "infoBox": [
            {
                "header": "NA",
                "image_id": "",
                "image_URL": ""
            }
        ],
        "graph": {}
    },
    {
        "panelID": "12",
        "header": "Zubir Said's official national anthem manuscript",
        "text": [
            "I also received valuable assistance from Winnifred Wong, Principal Librarian at the National University of Singapore (NUS) Library, who was aware of my search for the manuscript. She introduced me to Rahim Jalil, a retired lawyer who is now the current owner of the apartment in Joo Chiat which had belonged to Zubir Said. Rahim had done his best to preserve the apartment as a memorial to Zubir and to restore it to a condition close to what it might have been during Zubir's time there.",
            "Rahim had in his possession a number of copies of the manuscript of the shortened version of Majulah Singapura which had become the official national anthem, in Zubir Said's own neat handwriting. This manuscript had in fact been used as the template for the printed official version in the cards issued to the schools, but the handwritten lyrics in the score had been replaced by typeset lyrics (Figure 7). One of these copies had an original handwritten inscription in ink written by Zubir himself.",
            "It was then that I decided to take another more careful look at the City Council documents from the National Archives of Singapore. I then realised that the Yap Yan Hong manuscript might perhaps be the original manuscript. Since I now had the neat manuscript of the official national anthem indubitably in Zubir's handwriting from Rahim, I could directly compare the handwriting on the Yap Yan Hong manuscript with Zubir's actual handwriting. In particular, the lowercase letter \"p\" was written in an unusual manner in both manuscripts, with the vertical of the \"p\" protruding some way above the curve of the \"p\". For example, this can be easily observed in the word \"Singapura\" in the very first line of the verse as written in the Yap Yan Hong manuscript (Figure 3) and the neatly written copy of the manuscript of the official version in Rahim's possession (Figure 7).",
            "I then brought both manuscripts, plus a couple of other copies of scores with lyrics handwritten by Zubir (extracted from Rohana's book) to Yap Bei Sing, Document Examiner at the Health Sciences Authority and a recognised expert in handwriting identification. Yap was able to say that the writer of the Yap Yan Hong manuscript was \"probably\" the same as the writer of the Rahim manuscript. A stronger conclusion such as \"most probably\" was difficult to arrive at due to the paucity of handwriting samples available."
        ],
        "infoBox": [
            {
                "header": "Majulah Singapura, Zubir Said, official version manuscript. Image courtesy of Rahim Jalil.",
                "image_id": "Figure 7a",
                "image_URL": "https://personal.ntu.edu.sg/assgkhoo/ZS/figure_7a.jpg"
            }
        ],
        "graph": {}
    },
    {
        "panelID": "13",
        "header": "The search for the original manuscript",
        "text": [
            "The judgment that Zubir Said was \"probably\" the writer of the Yap Yan Hong manuscript was good enough for me, in view of its undoubted provenance from the City Council archives with other documents relating to the commissioning of Majulah Singapura. I therefore officially approached the National Archives of Singapore with a request for the original manuscript from which the copy of the Yap Yan Hong manuscript had been made.",
            "The current Director of the National Archives of Singapore, Wendy Yap, then requested her staff to mount a search for the original manuscript (Figure 3). This manuscript may be viewed online in an article by Fiona Tan on Majulah Singapura on the National Archives of Singapore website (Tan 2016).",
            "At the time of writing, the National Archives of Singapore are still engaged in a search for the original Yap Yan Hong manuscript. It is hoped that the original manuscript will be found in time for National Day in Singapore's bicentennial year of founding in 2019."
        ],
        "infoBox": [
            {
                "header": "Majulah Singapura, Yap Yan Hong manuscript. City Council files. Image courtesy of the National Archives of Singapore.",
                "image_id": "Figure 7b_1",
                "image_URL": "https://personal.ntu.edu.sg/assgkhoo/ZS/figure_7b_1.png"
            },
            {
                "header": "Majulah Singapura, Yap Yan Hong manuscript. City Council files. Image courtesy of the National Archives of Singapore.",
                "image_id": "Figure 7b_2",
                "image_URL": "https://personal.ntu.edu.sg/assgkhoo/ZS/figure_7b_2.png"
            }
        ],
        "graph": {}
    },
    {
        "panelID": "14",
        "header": "Acknowledgements",
        "text": [
            "My heartfelt thanks are due to the following for their support and assistance in my search for the original manuscript of Majulah Singapura:",
            "Wendy Ang, Director, National Archives of Singapore",
            "Eric Chin, Former Director, National Archives of Singapore",
            "Winnifred Wong, Principal Librarian, NUS Libraries",
            "Rahim Jalil, retired senior lawyer and owner of Zubir Said’s Joo Chiat apartment",
            "Rohana Zubir, daughter of Zubir Said",
            "Yap Bei Sing, Document Examiner, Health Sciences Authority",
            "Chng Hak-Peng, Chief Executive Officer, Singapore Symphony Group"
        ],
        "infoBox": [
            {
                "header": "NA",
                "image_id": "",
                "image_URL": ""
            }
        ],
        "graph": {}
    }
]
